[
  {
    "_id": {
      "$oid": "600610cd63b01a0854ddf1b3"
    },
    "path": "/home",
    "subject": "EnCiv - Home",
    "description": "EnCiv Home Page",
    "webComponent": "Home"
  },
  {
    "_id": { "$oid": "662ed3cfacc9c45708727e1e" },
    "path": "/about",
    "subject": "About EnCiv",
    "description": "## Our Mission\n\nEnCiv exists to transform the way Americans practice democracy. We challenge sensationalism and polarization in our civic and political discourse by offering online tools to power widespread, cross-partisan discourse and a channel for better communication between candidates and voters to support better decision-making at the ballot box.\n\n### Why Discourse Works\n\nEnCiv draws on decades of research into the principles of human interaction, civic discourse, dialogue and deliberation, and constructive decision-making. This research teaches us that well designed discussion processes that facilitate everyone speaking and listening yield the best results.\n\nWhile it’s easy to assume that online connection is inferior to live interactions in fostering respect and constructive collaboration, we believe the opposite. When supported by systems designed with neutrality in mind, online discourse has the potential to establish a higher bar for universally respectful, broadly inclusive conversation — ultimately driving positive results.\n\n### The EnCiv Team\n\n<img src=\"https://res.cloudinary.com/hf6mryjpf/image/upload/v1715289413/assets/DavidFridley_320x400_dv2xnt.jpg\" style=\"width:8rem; float: left;margin-top:1.5rem;margin-right:1.5rem\"><p>David joined EnCiv in 2019 to work on their first product, Undebates, and became CTO in October. In May, 2021 he was elected CEO. Previously founder and CEO at Synaccord, LLC a social enterprise for online dialog. One of Synaccord’s projects engaged people in all 50 states to deliberate on the most important problem to fix first in this country. In 2016, David joined the National Coalition of Dialog and Deliberation. Before working in dialog and deliberation, David was in Product Management at Toshiba America Information Systems for business communications systems involving voice and video over the internet. He received his MBA from Suffolk University, holds a BA Computer Science from UC San Diego and has over 12+ years software/hardware engineering.</p>",
    "webComponent": "About"
  },
  {
    "_id": { "$oid": "663bf75092723e19b45a9398" },
    "path": "/irs-forms",
    "subject": "IRS Forms",
    "description": "## IRS Forms\n\n###[IRS Tax Exemption Determination Letter June 20, 2018](https://drive.google.com/file/d/17JF7wiZzvRi3UYoA68mCvXwuwhzJRBVh/view)\n\n### [IRS Form 990-PF 2022](https://drive.google.com/file/d/1iMdfg1RQW78B4fmo-JkUuW4hgcIMaV-f/view)\n\n### [IRS Form 990-PF 2021](https://drive.google.com/file/d/17ORn5UYpPUQc9g9d51D1gz2Pt7ZeNRGL/view)\n\n### [IRS Form 990-PF 2020](https://drive.google.com/file/d/1Z6uSQ-LAvEERmrplmSqLamew-kSOj7TG/view)\n\n### [IRS Form 990-PF 2019](https://drive.google.com/file/d/1Vl-EIcmwVM459zNBoYFzH2aSLBgh8huI/view)\n\n### [IRS Form 990-PF 2018](https://drive.google.com/file/d/1Zbj4Pe9gqCJ5zVMMT-V_zi-gZWa3HfQX/view)\n\n",
    "webComponent": {
      "webComponent": "Markdown",
      "style": { "minHeight": "65vh" }
    }
  },
  {
    "_id": { "$oid": "663d48436c17846f788b3b3b" },
    "path": "/our-tools",
    "subject": "Our Tools",
    "description": "##We’re building tech tools for a better democracy.\n\nAs cultural polarization and sensationalism continue to threaten civic discourse, we see a technological opportunity. Our tools provide an alternative to current discourse and political education processes, fostering productive discourse in a way that will ultimately drive better decision making.\n\nWe currently have two tools available: Undebates and Civil Pursuit. Join our mailing list to stay informed of our new product releases\n\n###Undebates\n\nMore Informed Decisions at the Ballot Box\n\n---\n\n**Problem**: Whether it's the school board or the student council, it's hard for voters to really understand the candidates’ positions on the questions that matter most. Written information is scattered across the internet and any media coverage is short and sensationalized. And for candidates, it can be almost impossible to get honest media coverage if they’re not running for president.\n\n**Solution:** Undebates is a tool that automatically produces video debates by automatically interviewing candidates through their web browser. Instead of sitting through debates or combing through news articles, hear the candidates’ position on the policies you care about most, straight from them and make your own informed voting decisions.\n\nDemocratically-run organizations and political candidates at any level can create their own Undebates with a few simple steps.\n\n<ActionButton style=\"lineHeight:6rem;\" action=\"https://cc.enciv.org/undebates\">See Undebates in Action</ActionButton>\n\n###Civil Pursuit\n\nLarge Scale Deliberative Discussion\n\n---\n\n**Problem:** How can thousands of people across the city, state, and country discuss tough political issues productively - meaning discussions resulting in solutions they all support - rather than the polarization and gridlock we see from politics today?\n\n**Solution:** We are building tools for productive democratic deliberation online, based on practices that have been proven through in-person dialog and deliberation. With Civil Pursuit, you can browse a series of burning questions in our current political ecosystem, and participate in structured discussions with people across the country that are designed to organize, rather than suppress, differing opinions and delve into what's valuable in each that lead to unifying solutions with national support.\n\n<ActionButton style=\"lineHeight:6rem;\" action=\"/our-tools\">Coming Soon</ActionButton>\n\n",
    "webComponent": {
      "webComponent": "About",
      "imgUrl": "https://res.cloudinary.com/hf6mryjpf/image/upload/v1712344746/assets/deliberation-at-the-capital_pxodcm.png"
    }
  }
]
